/* MJP hack to fix <rdar://problem/3808962> TA8A241Plus:Sharing Pref: The display of information about Windows Sharing was not good. */
"USE_SPECIAL_FONT" = "NO"; /*Set to "YES" to use font specified by next string */
"SPECIAL_FONT" = "LiHeiPro";

/* Generic strings */
"OK" = "OK";
"CANCEL" = "Annulla";
"QUIT" = "Esci";
"STOP" = "Stop";
"START" = "Avvia";
"WARNING" = "Avviso";
"ERROR" = "Errore";
"ON" = "Attivo";
"OFF" = "Spento";
"STARTING" = "Attivo…";
"STOPPING" = "Disattivo…";
"UNAVAILABLE" = "Non disponibile";
"UNKNOWN" = "Sconosciuto";
"ADD" = "Aggiungi";
"OTHER..." = "Altro…";
"UNKNOWN_USER" = "utente sconosciuto";

// Common ACL names
"Administrators" = "Amministratori";
"Everyone" = "Tutti";

"AX_DESCR_ADD_SP" = "Aggiungi punto di condivisione";
"AX_DESCR_REMOVE_SP" = "Rimuovi punto di condivisione";
"AX_DESCR_ADD_USER" = "Aggiungi utente";
"AX_DESCR_REMOVE_USER" = "Rimuovi utente";

"AX_DESCR_USERS" = "Utenti";
"AX_DESCR_SHAREPOINTS" = "Punti condivisione";

"AX_DESCR_FOR_NSStatusUnknown" = "Indicatore stato inattivo";
"AX_DESCR_FOR_NSStatusAvailable" = "Indicatore stato attivo";
"AX_DESCR_FOR_NSStatusAway" = "Indicatore errore stato";
"AX_DESCR_FOR_NSStatusIdle" = "Indicatore di avviso stato";

/* ES warnings */
"ESWARNING_TITLE" = "Questo computer è impostato per entrare in stop dopo un periodo di inattività.";
"ESWARNING_OPEN_ES" = "Apri Risparmio energia…";
"ESWARNING_DESC" = "I servizi di condivisione non sono disponibili durante lo stop. Per cambiare le impostazioni, apri le preferenze di Risparmio Energia.";

/* Services (for the table view)*/
"REMOTE_LOGIN_LABEL" = "Login remoto";

/* telnet service */
"CAPTION_TELNET_IS_ON" = "Attiva l'accesso remoto telnet";
"CAPTION_TELNET_IS_OFF" = "Disattiva l'accesso remoto telnet";

/* Rendezvous Tool Tip */
"RENDEZVOUS_NAME_ERR" = "Il nome Bonjour non è valido.";
"RENDEZVOUS_TOOL_TIP" = "Il nome Bonjour deve iniziare e finire con una lettera o un numero.\nI caratteri interni devono essere lettere, numeri o simboli.";
"RENDEZ_EXPL" = "I computer sul tuo network locale possono accedere al tuo computer su: %@.local";
"NAME_EXPL" = "Altri possono accedere il computer localmente a %@.local o globalmente a %@.";


/* AFP server */
"CAPTION_AFP_IS_ON" = "Condivisione documenti: attiva";
"CAPTION_AFP_IS_STARTING" = "Avvio condivisione documenti…";
"DESCR_AFP" = "Condivisione documenti consente agli utenti di altri computer di accedere alle cartelle condivise e agli amministratori di accedere a tutti i volumi.";
"CAPTION_AFP_IS_OFF" = "Condivisione documenti: inattiva";
"CAPTION_AFP_IS_BLOCKED_BY_FIREWALL" = "Condivisione documenti: bloccata dal Firewall";

"CAPTION_AFP_IS_STOPING" = "Interrompo condivisione documenti…";
"CAPTION_AFP_IS_STOPING_IN" = "La condivisione documenti verrà interrotta fra %d minuto/i";
"CAPTION_AFP_IS_STOPING_SOON" = "Condivisione documenti verrà interrotta tra meno di 1 minuto";

"DESCR_AFP_WILL_STOP" = "Condivisione documenti consente agli utenti di altri computer di accedere alle cartelle pubbliche.";
"DESCR_AFP_IS_STOPING_IN" = "Condivisione documenti verrà interrotta in %li minuto(i).";
"DESCR_AFP_IS_STOPING_SOON" = "Condivisione documenti verrà interrotta tra meno di 1 minuto.";

"AFP_INFO_TEXT" = "Altri utenti possono accedere alle cartelle condivise su questo computer e gli amministratori possono accedere a tutti i volumi a %@ oppure \“%@\”.";
"AFP_INFO_TEXT_SHORT" = "Altri utenti possono accedere alle cartelle condivise su questo computer e gli amministratori possono accedere a tutti i volumi su %@.";
"AFP_URL" = "afp://%@/";

"SP_DELETE_TITLE_SINGLE" = "Sei sicuro di volere interrompere la condivisione della cartella \“%@?\”";
"IDENTITY_DELETE_TITLE" = "Sei sicuro di voler rimuovere \"%@\" dall'elenco degli utenti autorizzati ad accedere alla cartella condivisa \"%@? \"";

"PUBLIC_SHAREPOINT_NAME" = "Cartella pubblica di %@";

/* Samba Server */
"CAPTION_SAMBA_IS_ON" = "Condivisione Windows: attiva";
"CAPTION_SAMBA_IS_OFF" = "Condivisione Windows: inattiva";
"CAPTION_SAMBA_IS_BLOCKED_BY_FIREWALL" = "Condivisione Windows: bloccata dal Firewall";

"SAMBA_ACCOUNTS_BUTTON" = "Account…";

"SAMBA_INFO_TEXT" = "Gli utenti Windows possono accedere alle cartelle condivise su questo computer e gli amministratori possono accedere a tutti i volumi a %@.";

//"SAMBA_INFO_TEXT" = "Windows users can access your computer at %@\nOther users can access your computer at %@";
"SAMBA_ENABLED_ACCOUNTS" = "Account abilitati: ";
"SEPARATOR" = ", ";
"SAMBA_ADDRESS" = "\\\\%@\\%@";
"SAMBA_IS_NOT_AVAILABLE" = "Condivisione Windows non è stata installata su questo computer. Per installarla bisogna usare l'Installer di Mac OS X.";
"SAMBA_ADDRESS_URL" = "smb://%@";

"SMB_IS_STARTING" = "Avvio condivisione documenti Windows…";
"SMB_IS_STOPPING" = "Interrompo condivisione documenti Windows…";

/* Windows File Sharing password strings */
"SAMBA_ENABLE_PASSWORD_TEXT" = "Per abilitare la condivisione documenti utilizzando SMB per \“%@\”, inserisci la password per quell'account.";
"SAMBA_DISABLE_PASSWORD_TEXT" = "Per disabilitare la condivisione documenti utilizzando SMB per \“%@\”, inserisci la password per quell'account.";

/* Password is too short */
"PASS_IS_TOO_SHORT_ERR" = "La password deve avere almeno 4 caratteri. Digitala di nuovo.";

/* Web server */
"CAPTION_WEB_IS_ON" = "Condivisione web: attiva";
"CAPTION_WEB_IS_OFF" = "Condivisione web: inattiva";
"CAPTION_WEB_IS_BLOCKED_BY_FIREWALL" = "Condivisione web: bloccata dal Firewall";
"CAPTION_WEB_IS_STARTING" = "Avvio condivisione web…";
"DESCR_WEB_GENERAL" = "Condivisione web permette agli utenti di altri computer di visualizzare le pagine web su questo computer.";
"CAPTION_WEB_IS_STOPING" = "Interrompo condivisione web…";
"WEB_IS_NOT_AVAILABLE" = "Condivisione web non è installato in questo computer. Usa l'Installazione di Mac OS X per installarlo.";
"WEB_URL" = "http://%@/";
"WEB_URL_PERSONAL" = "http://%@/~%@/";

/* Optical Disc Sharing */
"Optical Disc Sharing" = "Condivisione DVD o CD";
"CAPTION_OPTICAL_DISC_SHARING_IS_OFF" = "Condivisione DVD o CD: inattiva";
"CAPTION_OPTICAL_DISC_SHARING_IS_ON" = "Condivisione DVD o CD: attiva";
"CAPTION_OPTICAL_DISC_SHARING_IS_BLOCKED_BY_FIREWALL" = "Condivisione DVD o CD: bloccata dal Firewall";
"CAPTION_OPTICAL_DISC_SHARING_IS_STARTING" = "Avvio condivisione DVD o CD...";
"CAPTION_OPTICAL_DISC_SHARING_IS_STOPPING" = "Interrompo condivisione DVD o CD...";
"DESCR_OPTICALDISK_SHARING_GENERAL" = "Consente agli utenti di altri computer di utilizzare l'unità DVD o CD di questo computer remotamente.";
"ODS_DVD_ASK_TITLE" = "Chiedimi prima di consentire ad altri di usare la mia unità DVD";
"ODS_CD_ASK_TITLE" = "Chiedimi prima di consentire ad altri di usare la mia unità CD";

/* FTP */
"FTP_IS_ON" = "Accesso FTP: attivo";
"FTP_IS_OFF" = "Accesso FTP: inattivo";
"FTP_IS_NOT_AVAILABLE" = "FTP non è installato in questo computer. Per aggiungere FTP, installa il pacchetto BSD usando l'installazione di Mac OS X.";
"FTP_BASIC_DESCR" = "FTP consente agli utenti di altri computer di scambiare documenti con questo computer utilizzando le applicazioni FTP.";
"FTP_IS_BLOCKED_BY_FIREWALL" = "Accesso FTP: bloccato dal Firewall";

"FTP_INFO_TEXT" = "Altri utenti possono accedere al server FTP all'indirizzo \nftp://%@/ o accedere a \“%@\”.";
"AFP_NUMBER_OF_CLIENTS" = "Numero di utenti connessi: %d";

"FTP_IS_STARTING" = "Avvio FTP…";
"FTP_IS_STOPPING" = "Interrompo FTP…";

/* SSH */
"CAPTION_SSH_IS_STARTING" = "Avvio login remoto…";
"CAPTION_SSH_IS_STOPPING" = "Interrompo login remoto…";
"SSH_INFO_GENERAL" = "Login Remoto permette a utenti di altri computer di accedere al computer usando SSH.";
"SSH_ON" = "Login remoto: attivo";
"SSH_OFF" = "Login remoto: inattivo";
"SSH_INFO_TEXT" = "Per eseguire il login a questo computer in remoto, digita \"ssh %@@%@\".";
"SSH_BLOCKED_BY_FIREWALL" = "Login remoto: bloccato dal Firewall";

/* Alerts */
"FTP_MISSING_ERR" = "Non puoi modificare le impostazioni FTP perché non è stato installato il pacchetto BSD.";
"FTP_MISSING_EXPLANATION" = "Installa il pacchetto BSD se desideri modificare le impostazioni FTP."; 

/* Firewall Strings */
"FIREWALL_ON" = "Firewall attivo";
"FIREWALL_OFF" = "Firewall inattivo";
"FIREWALL_UNA" = "Firewall non disponibile";
"ERROR_FIREWALL" = "Impostazioni del firewall non modificabili per un errore durante la lettura dal tuo sistema.";
"ERROR_FIREWALL_EXPL" = "Se il problema persiste, riavvia il computer e riprova.";
"DEFAULT_ENTRY" = "Non puoi modificare le impostazioni del firewall per questo servizio.";
"TOOL_TIP_OFF_TCP" = "Questa è la tua entrata firewall per %@.\nAttualmente è disattivata e tutto il traffico del network TCP sulla(e) porta(e) %@ si sta bloccando.";
"TOOL_TIP_OFF_UDP" = "Questa è la tua entrata firewall per %@.\nAttualmente è disattivata e tutto il traffico del network UDP sulla(e) porta(e) %@ si sta bloccando.";
"TOOL_TIP_OFF_BOTH" = "Questa è la tua entrata firewall per %@.\nAttualmente è disattivata e tutto il traffico del network TCP sulla(e) porta(e) %@ e tutto il traffico del network UDP sulla(e) porta(e) %@ si sta bloccando.";

/* Firewall Utility Strings */
"FILE_AND_WEB" = "Documento e web";
"APPLICATION" = "Applicazione";

/* Sharing Pref Defined Services */
/* Do not delete these, they are for localizing the UI (the file is always stored in English) */
"Apple Remote Desktop" = "Apple Remote Desktop";
"ARD_TITLE" = "Gestione remota";
"SCREEN_SHARING_TITLE" = "Condivisione schermo";
"Personal File Sharing" = "Condivisione documenti";
"Samba Sharing" = "Condivisione Windows";
"Personal Web Sharing" = "Condivisione web";
"Remote Login - SSH" = "Login remoto - SSH";
"Remote Apple Events" = "Apple Event remoti";
"FTP Access" = "Accesso FTP";
"BlueToothService" = "Condivisione Bluetooth";
"Printer Sharing" = "Condivisione stampante";
"Scanner Sharing" = "Condivisione scanner";
"iChat Rendezvous" = "Bonjour iChat";
"iTunes Music Sharing" = "Condivisione musica iTunes";
"iPhoto Rendezvous Sharing" = "Condivisione Bonjour iPhoto";
"Network Time" = "Network Time";
"Dynamic DNS" = "DNS dinamico";
"Xgrid" = "Condivisione Xgrid";

/* BT */
"BT_INFO_TEXT" = "Usa le preferenze di condivisione Bluetooth e configura il tuo computer per condividere i documenti con altri computer e dispositivi dotati di tecnologia Bluetooth.";
"BT_IS_ON" = "Condivisione Bluetooth: attiva";
"BT_IS_OFF" = "Condivisione Bluetooth: inattiva";

/* Printer Sharing */
"PRINTER_SHARING_UNAVAILABLE" = "Condivisione stampante non è al momento disponibile.";
"PS_IS_ON" = "Condivisione stampante: attiva";
"PS_IS_OFF" = "Condivisione stampante: inattiva";
"PS_IS_BLOCKED_BY_FIREWALL" = "Condivisione stampanti: bloccata dal Firewall";
"PS_IS_STARTING" = "Avvio condivisione stampante…";
"PS_IS_STOPPING" = "Interrompo condivisione stampante…";
"PRINTER_SHARING_BASIC" = "Condivisione stampante consente ad altri utenti sul network di utilizzare le stampanti collegate a questo computer.";
"PRINTER_FAX_SHARING_BASIC" = "Condivisione stampante consente ad altri utenti sul network di utilizzare le stampanti e i modem fax collegati a questo computer.";

/* Scanner Sharing */
"SCANNERSHARING_IS_ON" = "Condivisione scanner: attiva";
"SCANNERSHARING_IS_OFF" = "Condivisione scanner: disattiva";

/* Remote Apple Events */
"REMOTE_AE_ON" = "Apple Event remoti: attivi";
"REMOTE_AE_OFF" = "Apple Event remoti: inattivi";
"REMOTE_AE__BLOCKED_BY_FIREWALL" = "Apple Event remoti: bloccato dal Firewall";
"RAE_IS_STARTING" = "Avvio Apple Event remoti…";
"RAE_IS_STOPPING" = "Interrompo Apple Event remoti…";
"AE_BUTTON_TITLE" = "Configura…";
"RAE_PICKER_TITLE" = "Apple Event remoti";
"SSH_PICKER_TITLE" = "Login remoto";

/* ARD */
"ARD_ON" = "Gestione remota: attiva";
"ARD_OFF" = "Gestione remota: inattiva";
"ARD_BLOCKED_BY_FIREWALL" = "Gestione remota: bloccata dal Firewall";
"ARD_GENERAL_INFO_TEXT" = "Gestione remosta permette ad altri utenti di accedere al computer utilizzando Apple Remote Desktop.";
"SCREEN_SHARING_GENERAL_INFO_TEXT" = "Condivisione schermo consente agli utenti di altri computer di vedere e controllare remotamente il computer.";
"ARD_INFO_TEXT" = "Altri utenti possono gestire il computer utilizzando l'indirizzo\n%@.";
"ARD_URL" = "http://www.apple.com/it/remotedesktop/";
"ARD_ACCESS_BUTTON" = "Privilegi di accesso…";
"ARD_MENU_EXTRA_CHECKBOX" = "Mostra stato nella barra dei menu";
"CAPTION_ARD_IS_STARTING" = "Avvio gestione remota…";
"CAPTION_ARD_IS_STOPPING" = "Interrompo gestione remota…";
"ARD_STARTING_DESC" = "La gestione remota consente agli amministratori di osservare il tuo schermo e di gestire il tuo computer utilizzando il programma %@.";
"ARD_IS_NOT_AVAILABLE" = "La gestione remota non è installata su questo computer.";
"ARD_CONTROL_OBSERVE" = "Controlla e osserva";
"SCREEN_SHARING_INFO" = "Altri utenti possono accedere al computer all'indirizzo vnc://%@/ o accedere a \“%@\”.";
"SCREEN_SHARING_INFO_SHORT" = "Gli altri utenti possono accedere al tuo computer sul vnc://%@/.";
"SCREEN_SHARING_ON" = "Condivisione schermo: attiva";
"SCREEN_SHARING_OFF" = "Condivisione schermo: inattiva";
"SCREEN_SHARING_BLOCKED_BY_FIREWALL" = "Condivisione schermo: bloccata dal Firewall";
"SCREEN_SHARING_OFF_WARNING_TITLE" = "Sei sicuro di voler disattivare la condivisione schermo sul computer \"%@\"?";
"SCREEN_SHARING_OFF_WARNING_DESC" = "Se disattivi la condivisione dello schermo su questo computer, gli altri computer che condividono lo schermo non saranno in grado di accedervi.";

/* NAT (Internet Sharing) */
"Internet Sharing" = "Condivisione Internet";
"INTERNET_SHARING_ON" = "Condivisione Internet: Attiva";
"INTERNET_SHARING_OFF" = "Condivisione Internet: inattiva";
"INTERNET_SHARING_MESSAGE" = "Condivisione Internet consente ad altri computer di condividere la tua connessione a Internet.";
"INTERNET_SHARING_SELECT_OUT" = "Non puoi avviare Condivisione Internet perché non hai selezionato la porta per condividere la connessione.";
"INTERNET_SHARING_NO_OUT" = "Non puoi avviare condivisione Internet perché non ci sono porte disponibili per condividere la connessione. Scegli di condividere una diversa connessione o attiva un'altra porta utilizzando le preferenze Network.";
"INTERNET_SHARING_NO_FROM" = "Non puoi avviare Condivisione Internet perché non ci sono connessioni Internet aperte. Per aprire una connessione Internet usa le preferenze Network.";
"INTERNET_SHARING_NOT_AVAILABLE" = "Condivisione Internet non è disponibile perché attualmente non disponi di una connessione attiva.";
"AUTOMATIC" = "Automatico";
"PRIMARY_INTERFACE_WARNING" = "Se attivi questa porta, il provider di servizi Internet potrebbe bloccare il tuo accesso per evitare che il network venga danneggiato.";
"PRIMARY_INTERFACE_EXPL" = "In alcuni casi (per esempio se utilizzi un modem via cavo) senza volerlo puoi incidere sulle impostazioni del network del tuo ISP, e violare i termini dell'accordo sul servizio.";
"INTERNET_SHARING_NETWORK" = "Network condivisione Internet";
"INTERNET_SHARING_ARE_YOU_SURE" = "Sei sicuro di voler avviare la condivisione Internet?";
"INTERNET_SHARING_ARE_YOU_SURE_INFO" = "Se il tuo computer è collegato al network, avviare la condivisione Internet può creare ripercussioni sulle impostazioni del network di altri computer e causare il malfunzionamento del network. Contatta l'amministratore del sistema prima di avviare la condivisione Internet.";
"INTERNET_SHARING_NO_SERVICES" = "Non è disponibile nessun servizio attivo";
"INTERNET_SHARING_NOT_INSTALLED" = "Condivisione Internet non è installato in questo computer. Per installare Condivisione Internet, installa i pacchetti BSD usando l'Installer di Mac OS X.";

"AIRPORT_WARNING" = "Per condividere la connessione Internet, devi attivare AirPort.";
"AIRPORT_WARNING_INFO" = "AirPort è spento.";
"TURN_POWER_ON" = "Attiva AirPort";
"DEFAULT_AIRPORT_NETWORK" = "Network AirPort";
"NETWORK_PASSWORD" = "Per collegarti al network AirPort creato da questo computer da un computer che non utilizza il software AirPort, utilizza la password network equivalente (chiave WEP):";

"INTERNET_SHARING_SLEEP_WARNING_SHEET_ENERGY_SAVER_BUTTON" = "Apri Risparmio Energia";
"INTERNET_SHARING_WEBSHARING_WARNING_SHEET_SERVICES_BUTTON" = "Mostra servizi";
"INTERNET_SHARING_WARNING_SHEET_TITLE" = "Altre impostazioni potrebbero interferire con Condivisione Internet";

/* Extra Firewall Ports */
"APPLE_REMOTE_DESKTOP" = "Apple Remote Desktop";
"ICQ" = "ICQ";
"IRC" = "IRC";
"MSN" = "MSN Messenger";
"RETROSPECT" = "Retrospect";
"SMB" = "SMB (senza netbios)";
"TIMBUKTU" = "Timbuktu";
"RENDEZVOUS" = "Messaggeria istantanea Bonjour";
"VNC" = "VNC";
"NETWORKTIME" = "Network Time";
"CVS" = "CVS";
"WEBSTAR" = "Amministratore WebSTAR";
"XCODE" = "Build distribuito di Xcode";
"QUICKTIME" = "QuickTime";
"WBEM" = "WBEM";

/* Dynamic DNS */
"DYNDNS_ON" = "Condivisione DNS dinamico attiva";
"DYNDNS_OFF" = "Condivisione DNS dinamico non attiva";
"CAPTION_DYNDNS_IS_STARTING" = "Avvio DNS dinamico…";
"CAPTION_DYNDNS_IS_STOPPING" = "Interrompo DNS dinamico…";
"DYNDNS_INFO_TEXT" = "Altre persone possono accedere remotamente al computer tramite \“%@\”.";
"DYNDNS_STARTING_DESC" = "Il DNS dinamico consente agli utenti di altri computer di connettersi a questo computer attraverso il dominio DNS dinamico.";
"DYNDNS_BUTTON_STRING" = "Configura…";
"DYNDNS_HAS_SECRET" = "<imposta>";
"DYNDNS_NO_SECRET" = "<Nessuno>";
"DYNDNS_FAILED_SHEET_TITLE" = "DNS dinamico non avviato";
"DYNDNS_FAILED_SHEET_MESSAGE" = "Il DNS dinamico non è riuscito a registrare \“%@\”.\n\n%@";
"DYNDNS_START_TIMEOUT" = "Il tempo di connessione del DNS dinamico è scaduto durante l'avvio. Verifica le impostazioni e riprova.";
"DYNDNS_NO_SERVERS_AVAILABLE" = "Nessuno disponibile";

/* Status messages for mDNSResponder respondes about dynamic dns */
"MDNS_RESPONSE_UNKNOWN_ERROR" = "Si è verificato un errore sconosciuto.";
"MDNS_RESPONSE_NONETWORK_ERROR" = "Si è verificato un problema durante la connessione al network. Assicurati che i cavi siano collegati correttamente e riprova.";
"MDNS_RESPONSE_NODNSSERVER_ERROR" = "Il computer non può contattare un server DNS. Verifica le preferenze Network e assicurati che l'indirizzo del server DNS sia corretto.";
"MDNS_RESPONSE_COMPUTERNAMEINUSE_ERROR" = "Un computer con nome @#$@ è già usato da un altro utente. Cambia il nome del computer o riprova più tardi.";
"MDNS_RESPONSE_NATTRAVESAL_ERROR" = "Il computer è connesso a Internet attraverso il gateway che non gli permette di funzionare come un server su Internet.";
"MDNS_RESPONSE_FIREWALL_ERROR" = "Il server DNS selezionato potrebbe non rendere visibile questo computer ad altri computer su Internet. Potrebbe essere all'interno di un firewall.";

"XGRID_ON" = "Condivisione Xgrid: attiva";
"XGRID_OFF" = "Condivisione Xgrid: inattiva";
"CAPTION_XGRID_IS_STARTING" = "Avvio agente Xgrid…";
"CAPTION_XGRID_IS_STOPPING" = "Interrompo agente Xgrid…";
"XGRID_INFO_TEXT" = "L'agente Xgrid è attivo.";
"XGRID_STARTING_DESC" = "La condivisione Xgrid consente ai controller Xgrid di connettersi e distribuire attività di Xgrid che il tuo computer dovrà eseguire.";
"XGRID_ADV_BUTTON" = "Configura…";
"XGRID_START_TIMEOUT" = "Si è verificato un problema con l'avvio dell'agente Xgrid.";
"XGRID_STOP_TIMEOUT" = "Si è verificato un problema con l'interruzione dell'agente Xgrid.";
"XGRID_NO_AGENT_TITLE" = "Agente Xgrid non trovato";
"XGRID_NO_AGENT_DESC" = "L'agente Xgrid deve essere installato su questo computer per poter abilitare la condivisione Xgrid.";
"XGRID_MISSING_PASSWORD_TITLE" = "Password mancante";
"XGRID_MISSING_PASSWORD_INFO" = "L'agente è attualmente impostato per richiedere al controller Xgrid di fornire una password, ma la password non è stata impostata. Devi impostare una password o disabilitare la richiesta password prima di poter avviare l'agente.";
"XGRID_SECURITY_WARNING_TITLE" = "Avviso sicurezza";
"XGRID_SECURITY_WARNING_INFO" = "Disattivando la richiesta password, potresti consentire l'accesso non autorizzato al computer.";
"XGRID_GENERAL_INFO" = "La condivisione Xgrid consente ai controller Xgrid di connettersi e distribuire attività di Xgrid che il tuo computer dovrà eseguire.";

"LABEL_SHAREDFOLDERS" = "Cartelle condivise:";
"LABEL_USERSGROUPS" = "Utenti:";

"APPLY_PERMISSION_MAIN_TEXT" = "Sei sicuro di voler assegnare proprietario, gruppo e permessi selezionati a tutti gli elementi inclusi?";
"APPLY_PERMISSION_PROGRESS_LABEL" = "Applico privilegi a “%@”";
